Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: The provider rejected this setting for this model. Send again without it, or pick another model.
ar: رفض المزوّد هذا الإعداد لهذا النموذج. أعد الإرسال بدونه أو اختر نموذجًا آخر.
de: Der Anbieter hat diese Einstellung für dieses Modell abgelehnt. Sende die Anfrage ohne sie erneut oder wähle ein anderes Modell.
es: El proveedor rechazó este ajuste para este modelo. Vuelve a enviar sin él o elige otro modelo.
fr: Le fournisseur a refusé ce réglage pour ce modèle. Renvoyez sans ce réglage ou choisissez un autre modèle.
hi: प्रोवाइडर ने इस मॉडल के लिए यह सेटिंग अस्वीकार कर दी। इसके बिना फिर से भेजें या कोई दूसरा मॉडल चुनें।
id: Penyedia menolak pengaturan ini untuk model tersebut. Kirim lagi tanpanya atau pilih model lain.
ja: プロバイダーがこのモデルの設定を拒否しました。この設定を外して再送信するか、別のモデルを選んでください。
ko: 제공업체가 이 모델의 설정을 거부했습니다. 이 설정 없이 다시 보내거나 다른 모델을 선택하세요.
pt_br: O provedor rejeitou esta configuração para este modelo. Envie novamente sem ela ou escolha outro modelo.
ru: Провайдер отклонил эту настройку для данной модели. Отправьте снова без неё или выберите другую модель.
th: ผู้ให้บริการปฏิเสธการตั้งค่านี้สำหรับโมเดลนี้ โปรดส่งอีกครั้งโดยไม่ใช้การตั้งค่านี้ หรือเลือกโมเดลอื่น
tr: Sağlayıcı bu model için bu ayarı reddetti. Ayar olmadan yeniden gönderin veya başka bir model seçin.
vi: Nhà cung cấp đã từ chối cài đặt này cho mô hình. Hãy gửi lại mà không có cài đặt đó hoặc chọn mô hình khác.
zh_hans: 供应商拒绝了这个模型上的该设置。可以不带它重新发送，或换一个模型。
zh_hant: 供應商拒絕了這個模型上的該設定。可以不帶它重新傳送，或換一個模型。

source: The request did not finish cleanly. Retry it now or edit the last user message before sending again.
ar: لم يكتمل الطلب بشكل سليم. أعد المحاولة الآن أو عدّل آخر رسالة قبل الإرسال مرة أخرى.
de: Die Anfrage wurde nicht sauber abgeschlossen. Versuche es erneut oder bearbeite die letzte Nachricht vor dem erneuten Senden.
es: La solicitud no finalizó correctamente. Reintenta ahora o edita el último mensaje antes de enviar de nuevo.
fr: La requête ne s'est pas terminée correctement. Réessayez maintenant ou modifiez le dernier message avant de renvoyer.
hi: अनुरोध साफ़-साफ़ ख़त्म नहीं हुआ. इसे अभी पुनः प्रयास करें या दोबारा भेजने से पहले अंतिम उपयोगकर्ता संदेश को संपादित करें।
id: Permintaan itu tidak diselesaikan dengan rapi. Coba lagi sekarang atau edit pesan pengguna terakhir sebelum mengirimnya lagi.
ja: リクエストが正常に完了しませんでした。今すぐ再試行するか、最後のメッセージを編集してから再送信してください。
ko: 요청이 정상적으로 완료되지 않았습니다. 지금 다시 시도하거나 마지막 메시지를 편집한 후 다시 보내세요.
pt_br: A solicitação não foi concluída corretamente. Tente novamente ou edite a última mensagem antes de reenviar.
ru: Запрос не был завершен корректно. Повторите попытку сейчас или отредактируйте последнее сообщение пользователя перед повторной отправкой.
th: คำขอไม่เสร็จสิ้นอย่างสมบูรณ์ ลองใหม่ทันทีหรือแก้ไขข้อความผู้ใช้ล่าสุดก่อนที่จะส่งอีกครั้ง
tr: İstek temiz bir şekilde tamamlanmadı. Şimdi yeniden deneyin veya tekrar göndermeden önce son kullanıcı mesajını düzenleyin.
vi: Yêu cầu không hoàn thành rõ ràng. Hãy thử lại ngay bây giờ hoặc chỉnh sửa tin nhắn cuối cùng của người dùng trước khi gửi lại.
zh_hans: 请求未正常完成。立即重试或编辑最后一条消息后重新发送。
zh_hant: 請求未正常完成。立即重試或編輯最後一條訊息後重新傳送。

source: The system prompt is filled in by Oriveo.
ar: يتولى Oriveo تعبئة موجّه النظام.
de: Den Systemprompt fügt Oriveo selbst ein.
es: El prompt del sistema lo completa Oriveo.
fr: Le prompt système est renseigné par Oriveo.
hi: सिस्टम प्रॉम्प्ट Oriveo भरता है।
id: Prompt sistem diisi oleh Oriveo.
ja: システムプロンプトは Oriveo が入力します。
ko: 시스템 프롬프트는 Oriveo가 채워요.
pt_br: O prompt do sistema é preenchido pelo Oriveo.
ru: Системный промпт подставляет Oriveo.
th: Oriveo จะใส่พรอมต์ระบบให้เอง
tr: Sistem istemini Oriveo doldurur.
vi: Oriveo tự điền lời nhắc hệ thống.
zh_hans: 系统提示词由 Oriveo 填写。
zh_hant: 系統提示詞由 Oriveo 填入。

source: These models in this connection support it automatically. Choosing one switches this conversation to that model.
ar: هذه النماذج في هذا الاتصال تدعمها تلقائيًا. اختيار أحدها ينقل هذه المحادثة إليه.
de: Diese Modelle dieser Verbindung unterstützen es automatisch. Eine Auswahl wechselt diese Unterhaltung zu dem Modell.
es: Estos modelos de esta conexión lo admiten automáticamente. Elegir uno cambia esta conversación a ese modelo.
fr: Ces modèles de cette connexion le prennent en charge automatiquement. En choisir un bascule cette conversation vers ce modèle.
hi: इस कनेक्शन के ये मॉडल इसे स्वतः समर्थन करते हैं। किसी एक को चुनने पर यह बातचीत उसी मॉडल पर चली जाएगी।
id: Model-model di koneksi ini mendukungnya secara otomatis. Memilih salah satu akan memindahkan percakapan ini ke model tersebut.
ja: この接続の以下のモデルは自動で対応しています。選ぶとこの会話がそのモデルに切り替わります。
ko: 이 연결의 다음 모델은 자동으로 지원합니다. 선택하면 이 대화가 해당 모델로 전환됩니다.
pt_br: Estes modelos desta conexão têm suporte automático. Escolher um muda esta conversa para ele.
ru: Эти модели подключения поддерживают это автоматически. Выбор переключит текущий чат на неё.
th: โมเดลเหล่านี้ในการเชื่อมต่อนี้รองรับโดยอัตโนมัติ การเลือกจะสลับการสนทนานี้ไปใช้โมเดลนั้น
tr: Bu bağlantıdaki şu modeller bunu otomatik destekler. Birini seçmek bu sohbeti o modele geçirir.
vi: Các mô hình sau trong kết nối này hỗ trợ tự động. Chọn một mô hình sẽ chuyển cuộc trò chuyện sang mô hình đó.
zh_hans: 这条连接里的以下模型可自动支持。选中即把本对话切换到该模型。
zh_hant: 這條連線裡的以下模型可自動支援。選中即把本對話切換到該模型。

source: Thinking Mode
ar: التفكير
de: Nachdenken
es: Razonamiento
fr: Réflexion
hi: सोच
id: Berpikir
ja: 思考
ko: 사고
pt_br: Raciocínio
ru: Размышление
th: การคิด
tr: Düşünme
vi: Suy nghĩ
zh_hans: 思考
zh_hant: 思考

source: Thinking…
ar: يفكّر…
de: Denkt nach…
es: Pensando…
fr: Réflexion…
hi: सोच रहा है…
id: Berpikir…
ja: 思考中…
ko: 생각 중…
pt_br: Pensando…
ru: Размышление…
th: กำลังคิด…
tr: Düşünüyor…
vi: Đang suy nghĩ…
zh_hans: 思考中…
zh_hant: 思考中…

source: Thinks it through first, so answers take a little longer
ar: يفكر مليًا أولًا، لذا تستغرق الإجابات وقتًا أطول قليلًا
de: Denkt erst gründlich nach, daher dauern Antworten etwas länger
es: Lo piensa bien antes de responder, así que tarda un poco más
fr: Réfléchit d’abord, les réponses prennent donc un peu plus de temps
hi: पहले अच्छी तरह सोचता है, इसलिए जवाब में थोड़ा ज़्यादा समय लगता है
id: Berpikir matang dulu, jadi jawabannya sedikit lebih lama
ja: 先にじっくり考えるため、回答まで少し時間がかかります
ko: 먼저 충분히 생각하므로 답변이 조금 늦어져요
pt_br: Pensa bem antes, então as respostas demoram um pouco mais
ru: Сначала обдумывает ответ, поэтому отвечает чуть дольше
th: คิดให้รอบคอบก่อน จึงตอบช้าลงเล็กน้อย
tr: Önce iyice düşünür, bu yüzden yanıtlar biraz daha uzun sürer
vi: Suy nghĩ kỹ trước nên câu trả lời sẽ lâu hơn một chút
zh_hans: 先想清楚再回答，会慢一些
zh_hant: 先想清楚再回答，會慢一些

source: This capability is provided by a separate external service, outside this connection's chat request.
ar: يتم توفير هذه الإمكانية عبر خدمة خارجية منفصلة، خارج طلب المحادثة الخاص بهذا الاتصال.
de: Diese Funktion wird von einem separaten externen Dienst bereitgestellt und gehört nicht zur Chat-Anfrage dieser Verbindung.
es: Esta función la proporciona un servicio externo independiente y no forma parte de la solicitud de chat de esta conexión.
fr: Cette fonctionnalité est fournie par un service externe distinct, en dehors de la requête de conversation de cette connexion.
hi: यह क्षमता एक अलग बाहरी सेवा द्वारा दी जाती है और इस कनेक्शन के चैट अनुरोध का हिस्सा नहीं है।
id: Kemampuan ini disediakan oleh layanan eksternal terpisah, di luar permintaan chat koneksi ini.
ja: この機能は独立した外部サービスで提供され、この接続のチャットリクエストには含まれません。
ko: 이 기능은 별도의 외부 서비스에서 제공되며 이 연결의 채팅 요청에는 포함되지 않습니다.
pt_br: Este recurso é fornecido por um serviço externo separado, fora da solicitação de chat desta conexão.
ru: Эта возможность предоставляется отдельным внешним сервисом и не входит в чат-запрос этого подключения.
th: ความสามารถนี้ให้บริการโดยบริการภายนอกแยกต่างหาก ซึ่งไม่อยู่ในคำขอแชทของการเชื่อมต่อนี้
tr: Bu yetenek ayrı bir harici hizmet tarafından sağlanır ve bu bağlantının sohbet isteğine dahil değildir.
vi: Khả năng này do một dịch vụ bên ngoài riêng biệt cung cấp, không nằm trong yêu cầu trò chuyện của kết nối này.
zh_hans: 该能力由独立的外部服务提供，不在此连接的聊天请求中。
zh_hant: 此能力由獨立的外部服務提供，不在此連線的聊天請求中。

source: This clears only the parameters you changed in this conversation. Your model defaults and the additional request body stay as they are.
ar: يمسح هذا المعاملات التي غُيّرت في هذه المحادثة فقط. تبقى الإعدادات الافتراضية للنموذج ونص الطلب الإضافي كما هي.
de: Setzt nur die Parameter zurück, die Sie in dieser Unterhaltung geändert haben. Ihr Modellstandard und die zusätzlichen Anfragedaten bleiben unverändert.
es: Solo se borran los parámetros que cambiaste en esta conversación. Los predeterminados del modelo y el cuerpo de solicitud adicional se quedan como están.
fr: Seuls les paramètres modifiés dans cette conversation sont effacés. Les valeurs par défaut du modèle et le corps de requête supplémentaire restent inchangés.
hi: यह सिर्फ़ वे पैरामीटर साफ़ करता है जो आपने इस बातचीत में बदले हैं। मॉडल डिफ़ॉल्ट और अतिरिक्त अनुरोध बॉडी जैसे हैं, वैसे ही रहेंगे।
id: Hanya parameter yang Anda ubah di percakapan ini yang dihapus. Bawaan model dan isi permintaan tambahan tetap seperti semula.
ja: この会話で変更したパラメータだけを消去します。モデルのデフォルトと追加リクエストボディはそのまま残ります。
ko: 이 대화에서 바꾼 매개변수만 지워요. 모델 기본값과 추가 요청 본문은 그대로 남아요.
pt_br: Limpa só os parâmetros que você alterou nesta conversa. Os padrões do modelo e o corpo adicional da requisição continuam como estão.
ru: Сбрасываются только параметры, изменённые в этом диалоге. Ваши значения по умолчанию для модели и дополнительное тело запроса останутся как есть.
th: ล้างเฉพาะพารามิเตอร์ที่คุณเปลี่ยนในบทสนทนานี้ ค่าเริ่มต้นของโมเดลและเนื้อหาคำขอเพิ่มเติมยังคงเดิม
tr: Yalnızca bu sohbette değiştirdiğiniz parametreler temizlenir. Model varsayılanlarınız ve ek istek gövdesi olduğu gibi kalır.
vi: Thao tác này chỉ xóa các tham số bạn đã đổi trong cuộc trò chuyện này. Mặc định của mô hình và nội dung yêu cầu bổ sung vẫn giữ nguyên.
zh_hans: 只清掉本对话里改过的参数，模型默认和附加请求体不动。
zh_hant: 只清除本對話中改過的參數，模型預設與附加請求主體保持不變。

source: This clears the default parameters you set for this model on this connection. Changes made inside individual conversations stay as they are.
ar: يمسح هذا المعاملات الافتراضية المحددة لهذا النموذج على هذا الاتصال. تبقى التغييرات التي أُجريت داخل كل محادثة كما هي.
de: Setzt die Standardparameter zurück, die Sie für dieses Modell bei dieser Verbindung festgelegt haben. Änderungen in einzelnen Unterhaltungen bleiben unverändert.
es: Borra los parámetros predeterminados que definiste para este modelo en esta conexión. Los cambios hechos dentro de cada conversación se mantienen.
fr: Efface les paramètres par défaut que vous avez définis pour ce modèle sur cette connexion. Les modifications faites dans chaque conversation restent inchangées.
hi: यह वे डिफ़ॉल्ट पैरामीटर साफ़ करता है जो आपने इस कनेक्शन पर इस मॉडल के लिए सेट किए हैं। अलग-अलग बातचीत में किए गए बदलाव जैसे हैं, वैसे ही रहेंगे।
id: Menghapus parameter bawaan yang Anda atur untuk model ini di koneksi ini. Perubahan di masing-masing percakapan tetap seperti semula.
ja: この接続でこのモデルに設定したデフォルトのパラメータを消去します。個々の会話で変更した内容はそのまま残ります。
ko: 이 연결에서 이 모델에 지정한 기본 매개변수를 지워요. 각 대화에서 따로 바꾼 값은 그대로 남아요.
pt_br: Limpa os parâmetros padrão que você definiu para este modelo nesta conexão. As alterações feitas dentro de cada conversa continuam como estão.
ru: Сбрасывает параметры по умолчанию, которые вы задали для этой модели в этом подключении. Изменения внутри отдельных диалогов останутся как есть.
th: ล้างพารามิเตอร์เริ่มต้นที่คุณตั้งไว้ให้โมเดลนี้บนการเชื่อมต่อนี้ ส่วนที่เปลี่ยนไว้ในแต่ละบทสนทนายังคงเดิม
tr: Bu bağlantıda bu model için belirlediğiniz varsayılan parametreleri temizler. Tek tek sohbetlerde yapılan değişiklikler olduğu gibi kalır.
vi: Thao tác này xóa các tham số mặc định bạn đã đặt cho mô hình này trên kết nối này. Các thay đổi trong từng cuộc trò chuyện vẫn giữ nguyên.
zh_hans: 清掉你在这条连接上给这个模型设的默认参数。各个对话里单独改过的不受影响。
zh_hant: 清除你在此連線上為這個模型設定的預設參數。各對話中個別改過的不受影響。

source: This connection can’t do this
ar: لا يدعم هذا الاتصال ذلك
de: Mit dieser Verbindung nicht möglich
es: Esta conexión no lo permite
fr: Impossible avec cette connexion
hi: यह कनेक्शन ऐसा नहीं कर सकता
id: Koneksi ini tidak bisa melakukannya
ja: この接続では使えません
ko: 이 연결에서는 지원하지 않음
pt_br: Esta conexão não permite isso
ru: Недоступно в этом подключении
th: การเชื่อมต่อนี้ไม่รองรับ
tr: Bu bağlantı bunu yapamaz
vi: Kết nối này không hỗ trợ
zh_hans: 这条连接做不到
zh_hant: 此連線不支援這項功能

source: This connection declares no custom fields for this control.
ar: لا يعلن هذا الاتصال عن أي حقول مخصصة لهذا العنصر.
de: Diese Verbindung deklariert für dieses Steuerelement keine eigenen Felder.
es: Esta conexión no declara campos personalizados para este control.
fr: Cette connexion ne déclare aucun champ personnalisé pour ce contrôle.
hi: यह कनेक्शन इस नियंत्रण के लिए कोई कस्टम फ़ील्ड घोषित नहीं करता।
id: Koneksi ini tidak mendeklarasikan bidang kustom untuk kontrol ini.
ja: この接続にはこのコントロール用のカスタムフィールドがありません。
ko: 이 연결에는 이 컨트롤용 사용자 지정 필드가 없습니다.
pt_br: Esta conexão não declara campos personalizados para este controle.
ru: Это подключение не объявляет пользовательских полей для этого элемента.
th: การเชื่อมต่อนี้ไม่ได้ประกาศฟิลด์ที่กำหนดเองสำหรับตัวควบคุมนี้
tr: Bu bağlantı bu denetim için özel alan tanımlamıyor.
vi: Kết nối này không khai báo trường tùy chỉnh cho điều khiển này.
zh_hans: 这条连接没有为该控件声明自定义字段。
zh_hant: 這條連線沒有為該控制項宣告自訂欄位。

source: This connection's protocol is still Auto, so these settings can't be prepared yet.
ar: بروتوكول هذا الاتصال لا يزال «تلقائي»، لذا لا يمكن تجهيز هذه الإعدادات بعد.
de: Das Protokoll dieser Verbindung steht noch auf „Automatisch“, daher lassen sich diese Einstellungen noch nicht vorbereiten.
es: El protocolo de esta conexión sigue en «Automático», así que estos ajustes aún no se pueden preparar.
fr: Le protocole de cette connexion est encore sur « Automatique », ces réglages ne peuvent donc pas encore être préparés.
hi: इस कनेक्शन का प्रोटोकॉल अभी भी "स्वचालित" है, इसलिए ये सेटिंग्स अभी तैयार नहीं की जा सकतीं।
id: Protokol koneksi ini masih "Otomatis", jadi pengaturan ini belum bisa disiapkan.
ja: この接続のプロトコルが「自動」のままなので、これらの設定はまだ用意できません。
ko: 이 연결의 프로토콜이 아직 "자동"이라 이 설정을 준비할 수 없습니다.
pt_br: O protocolo desta conexão ainda está em "Automático", então estes ajustes não podem ser preparados.
ru: Протокол этого подключения всё ещё «Автоматически», поэтому эти настройки пока недоступны.
th: โปรโตคอลของการเชื่อมต่อนี้ยังเป็น "อัตโนมัติ" จึงยังเตรียมการตั้งค่าเหล่านี้ไม่ได้
tr: Bu bağlantının protokolü hâlâ "Otomatik", bu yüzden bu ayarlar henüz hazırlanamıyor.
vi: Giao thức của kết nối này vẫn là "Tự động" nên chưa thể chuẩn bị các cài đặt này.
zh_hans: 这条连接的协议还是「自动」，所以这些设置还没法准备好。
zh_hant: 這條連線的協議還是「自動」，所以這些設定還無法準備好。

source: This conversation is using memory
ar: هذه المحادثة تستخدم الذاكرة
de: Diese Konversation verwendet das Gedächtnis
es: Esta conversación usa memoria
fr: Cette conversation utilise la mémoire
hi: यह वार्तालाप स्मृति का उपयोग कर रहा है
id: Percakapan ini menggunakan memori
ja: この会話はメモリーを使用しています
ko: 이 대화는 메모리를 사용 중입니다
pt_br: Esta conversa está usando memória
ru: Этот разговор использует память
th: การสนทนานี้กำลังใช้ความทรงจำ
tr: Bu görüşme hafızayı kullanıyor
vi: Cuộc trò chuyện này đang sử dụng bộ nhớ
zh_hans: 此对话正在使用记忆
zh_hant: 此對話正在使用記憶

source: This conversation only
ar: هذه المحادثة فقط
de: Nur diese Unterhaltung
es: Solo esta conversación
fr: Cette conversation uniquement
hi: सिर्फ़ यह बातचीत
id: Hanya percakapan ini
ja: この会話のみ
ko: 이 대화에만
pt_br: Só esta conversa
ru: Только этот диалог
th: เฉพาะบทสนทนานี้
tr: Yalnızca bu sohbet
vi: Chỉ cuộc trò chuyện này
zh_hans: 仅本对话
zh_hant: 僅限本對話

source: This field can increase what the provider charges.
ar: قد يزيد هذا الحقل الرسوم التي يفرضها المزود.
de: Dieses Feld kann die Kosten des Anbieters erhöhen.
es: Este campo puede aumentar lo que cobra el proveedor.
fr: Ce champ peut augmenter les frais facturés par le fournisseur.
hi: यह फ़ील्ड प्रोवाइडर के शुल्क को बढ़ा सकता है।
id: Kolom ini dapat menambah biaya yang ditagih penyedia.
ja: この項目はプロバイダーの料金を増やすことがあります。
ko: 이 필드는 제공업체 요금을 늘릴 수 있습니다.
pt_br: Este campo pode aumentar o valor cobrado pelo provedor.
ru: Это поле может увеличить плату, которую берёт провайдер.
th: ฟิลด์นี้อาจเพิ่มค่าบริการที่ผู้ให้บริการเรียกเก็บ
tr: Bu alan sağlayıcının aldığı ücreti artırabilir.
vi: Trường này có thể làm tăng phí nhà cung cấp thu.
zh_hans: 此字段可能增加供应商收取的费用。
zh_hant: 此欄位可能增加供應商收取的費用。

source: This field can send your data to a third-party service.
ar: قد يرسل هذا الحقل بياناتك إلى خدمة تابعة لجهة خارجية.
de: Dieses Feld kann Ihre Daten an einen Drittanbieterdienst senden.
es: Este campo puede enviar tus datos a un servicio de terceros.
fr: Ce champ peut envoyer vos données à un service tiers.
hi: यह फ़ील्ड आपका डेटा किसी तीसरे पक्ष की सेवा को भेज सकता है।
id: Kolom ini dapat mengirim data Anda ke layanan pihak ketiga.
ja: この項目はデータを第三者のサービスに送信することがあります。
ko: 이 필드는 데이터를 제3자 서비스로 보낼 수 있습니다.
pt_br: Este campo pode enviar seus dados a um serviço de terceiros.
ru: Это поле может отправлять ваши данные стороннему сервису.
th: ฟิลด์นี้อาจส่งข้อมูลของคุณไปยังบริการของบุคคลที่สาม
tr: Bu alan verilerinizi üçüncü taraf bir hizmete gönderebilir.
vi: Trường này có thể gửi dữ liệu của bạn tới dịch vụ bên thứ ba.
zh_hans: 此字段可能把你的数据发送给第三方服务。
zh_hant: 此欄位可能把你的資料傳送給第三方服務。

source: This field conflicts with the managed request schema or is not allowed for this connection.
ar: يتعارض هذا الحقل مع مخطط الطلب المُدار أو أنه غير مسموح لهذا الاتصال.
de: Dieses Feld steht im Konflikt mit dem verwalteten Anfrageschema oder ist für diese Verbindung nicht zulässig.
es: Este campo entra en conflicto con el esquema de solicitud gestionado o no está permitido para esta conexión.
fr: Ce champ entre en conflit avec le schéma de requête géré ou n’est pas autorisé pour cette connexion.
hi: यह फ़ील्ड प्रबंधित अनुरोध स्कीमा से टकराता है, या इस कनेक्शन के लिए अनुमत नहीं है।
id: Kolom ini bertentangan dengan skema permintaan terkelola atau tidak diizinkan untuk koneksi ini.
ja: このフィールドは管理されたリクエストスキーマと競合するか、この接続では許可されていません。
ko: 이 필드는 관리되는 요청 스키마와 충돌하거나 이 연결에서 허용되지 않습니다.
pt_br: Este campo entra em conflito com o esquema de solicitação gerenciado ou não é permitido para esta conexão.
ru: Это поле конфликтует с управляемой схемой запроса или не разрешено для этого подключения.
th: ฟิลด์นี้ขัดแย้งกับสคีมาคำขอที่จัดการ หรือไม่อนุญาตสำหรับการเชื่อมต่อนี้
tr: Bu alan, yönetilen istek şemasıyla çakışıyor veya bu bağlantı için izin verilmiyor.
vi: Trường này xung đột với lược đồ yêu cầu được quản lý hoặc không được phép cho kết nối này.
zh_hans: 此字段与托管请求结构冲突，或不允许用于此连接。
zh_hant: 此欄位與託管請求結構衝突，或不允許用於此連線。

source: This field is filled in by Oriveo.
ar: يتولى Oriveo تعبئة هذا الحقل.
de: Dieses Feld füllt Oriveo selbst aus.
es: Este campo lo completa Oriveo.
fr: Ce champ est renseigné par Oriveo.
hi: यह फ़ील्ड Oriveo भरता है।
id: Kolom ini diisi oleh Oriveo.
ja: このフィールドは Oriveo が入力します。
ko: 이 필드는 Oriveo가 채워요.
pt_br: Este campo é preenchido pelo Oriveo.
ru: Это поле подставляет Oriveo.
th: Oriveo จะกรอกฟิลด์นี้ให้เอง
tr: Bu alanı Oriveo doldurur.
vi: Oriveo tự điền trường này.
zh_hans: 这个字段由 Oriveo 填写。
zh_hant: 這個欄位由 Oriveo 填入。

source: This field isn’t allowed. Fields this model accepts: %@
ar: هذا الحقل غير مسموح. الحقول المسموحة لهذا النموذج: %@
de: Dieses Feld ist nicht erlaubt. Zulässige Felder für dieses Modell: %@
es: Este campo no está permitido. Campos que acepta este modelo: %@
fr: Ce champ n’est pas autorisé. Champs acceptés par ce modèle : %@
hi: यह फ़ील्ड मान्य नहीं है। इस मॉडल के मान्य फ़ील्ड: %@
id: Kolom ini tidak diizinkan. Kolom yang diterima model ini: %@
ja: このフィールドは使用できません。このモデルで使用可能：%@
ko: 이 필드는 허용되지 않습니다. 이 모델이 허용하는 필드: %@
pt_br: Este campo não é permitido. Campos aceitos por este modelo: %@
ru: Это поле не разрешено. Допустимые поля для этой модели: %@
th: ฟิลด์นี้ใช้ไม่ได้ ฟิลด์ที่โมเดลนี้รองรับ: %@
tr: Bu alana izin verilmiyor. Bu modelin kabul ettiği alanlar: %@
vi: Trường này không được phép. Các trường mô hình chấp nhận: %@
zh_hans: 此字段不可用。此模型允许的字段：%@
zh_hant: 此欄位不可用。此模型允許的欄位：%@

source: This isn’t a valid JSON Schema. This setting won’t be sent until it’s fixed; your other settings aren’t affected.
ar: هذا ليس JSON Schema صالحًا. لن يُرسل هذا الإعداد حتى يُصحَّح، ولا تتأثر الإعدادات الأخرى.
de: Das ist kein gültiges JSON Schema. Bis zur Korrektur wird diese Einstellung nicht gesendet; Ihre übrigen Einstellungen sind nicht betroffen.
es: No es un JSON Schema válido. Este ajuste no se enviará hasta que lo corrijas; tus otros ajustes no se ven afectados.
fr: Ce JSON Schema n’est pas valide. Ce réglage ne sera pas envoyé tant qu’il n’est pas corrigé ; vos autres réglages ne sont pas concernés.
hi: यह मान्य JSON Schema नहीं है। ठीक होने तक यह सेटिंग नहीं भेजी जाएगी; आपकी बाकी सेटिंग्स पर कोई असर नहीं पड़ेगा।
id: Ini bukan JSON Schema yang valid. Pengaturan ini tidak akan dikirim sampai diperbaiki; pengaturan lain tidak terpengaruh.
ja: 有効な JSON Schema ではありません。修正するまでこの設定は送信されませんが、ほかの設定には影響しません。
ko: 올바른 JSON Schema가 아니에요. 고치기 전까지 이 설정은 보내지 않으며, 다른 설정에는 영향이 없어요.
pt_br: Isto não é um JSON Schema válido. Esta configuração não será enviada até ser corrigida; suas outras configurações não são afetadas.
ru: Это некорректная JSON Schema. Пока значение не исправлено, эта настройка не отправляется; на остальные настройки это не влияет.
th: นี่ไม่ใช่ JSON Schema ที่ถูกต้อง การตั้งค่านี้จะไม่ถูกส่งจนกว่าจะแก้ไข และไม่กระทบการตั้งค่าอื่นของคุณ
tr: Bu geçerli bir JSON Schema değil. Düzeltilene kadar bu ayar gönderilmez; diğer ayarlarınız etkilenmez.
vi: Đây không phải JSON Schema hợp lệ. Cài đặt này sẽ không được gửi cho đến khi được sửa; các cài đặt khác không bị ảnh hưởng.
zh_hans: 这不是合法的 JSON Schema。改好前这一项先不发送，其它设置不受影响。
zh_hant: 這不是有效的 JSON Schema。修正前這一項先不傳送，其他設定不受影響。

source: This isn’t valid JSON yet, so nothing was changed.
ar: هذا ليس JSON صالحًا بعد، لذا لم يُغيَّر شيء.
de: Noch kein gültiges JSON, daher wurde nichts geändert.
es: Todavía no es un JSON válido, así que no se cambió nada.
fr: Ce n’est pas encore un JSON valide : rien n’a été modifié.
hi: यह अभी मान्य JSON नहीं है, इसलिए कुछ नहीं बदला गया।
id: Belum menjadi JSON yang valid, jadi tidak ada yang diubah.
ja: まだ有効な JSON ではないため、何も変更していません。
ko: 아직 올바른 JSON이 아니라서 아무것도 바꾸지 않았어요.
pt_br: Ainda não é um JSON válido, então nada foi alterado.
ru: Это ещё не корректный JSON, поэтому ничего не изменено.
th: ยังไม่ใช่ JSON ที่ถูกต้อง จึงยังไม่มีการเปลี่ยนแปลงใดๆ
tr: Henüz geçerli bir JSON değil, bu yüzden hiçbir şey değiştirilmedi.
vi: Đây chưa phải JSON hợp lệ nên chưa có gì thay đổi.
zh_hans: 还不是合法的 JSON，没有改动。
zh_hant: 還不是有效的 JSON，未做任何變更。

source: This JSON fragment is too large or complex to apply.
ar: مقطع JSON هذا أكبر أو أعقد من أن يُطبَّق.
de: Dieses JSON-Fragment ist zu groß oder zu komplex, um angewendet zu werden.
es: Este fragmento JSON es demasiado grande o complejo para aplicarse.
fr: Ce fragment JSON est trop volumineux ou trop complexe pour être appliqué.
hi: यह JSON फ़्रैगमेंट लागू करने के लिए बहुत बड़ा या जटिल है।
id: Fragmen JSON ini terlalu besar atau rumit untuk diterapkan.
ja: この JSON フラグメントは大きすぎるか複雑すぎるため、適用できません。
ko: 이 JSON 조각은 너무 크거나 복잡해서 적용할 수 없습니다.
pt_br: Este fragmento JSON é grande ou complexo demais para ser aplicado.
ru: Этот фрагмент JSON слишком большой или сложный, чтобы его применить.
th: ส่วนย่อย JSON นี้ใหญ่หรือซับซ้อนเกินกว่าจะนำไปใช้
tr: Bu JSON parçası uygulanamayacak kadar büyük veya karmaşık.
vi: Đoạn JSON này quá lớn hoặc quá phức tạp để áp dụng.
zh_hans: 此 JSON 片段过大或过于复杂，无法应用。
zh_hant: 此 JSON 片段過大或過於複雜，無法套用。
